package core

const (
	ERR_NO_ACCESS_TO_CHAT = "ошибка: у бота отсутствуют права администратора"
	ERR_UNKNOWN           = "ошибка: неизвестная ошибка"
	ERR_NO_DM             = "ошибка: эту команду нельзя использовать в личных сообщениях"
	ERR_NO_ROLESYSTEM     = "ошибка: система ролей для этой беседы не инициализирована. Для инициализации воспользуйтесь командой \"/инитроль\""
	ERR_ACCESS_DENIED     = "ошибка: у вас недостаточно прав для использования этой команды"
	ERR_NO_TARGET         = "ошибка: не указана цель. Перешлите сообщение цели, или укажите её с помощью упоминания"
)
